Repository: InfotelGLPI/printercounters
Catalog: locales/*.po
Languages: cs_cz, es_ec, es_es, fr_fr, hr_hr, it_it, pt_br

source: Enable printer informations
cs_cz: Zapnout informace o tiskárně
es_ec: Activar la información de la impresora
es_es: Activar la información de la impresora
fr_fr: Activer la recherche d'information
hr_hr: Omogućiti podatke pisača
it_it: Attivare informazioni sulla stampante
pt_br: Ativar informações da impressora

source: Warning import the serial number can not be effective if the setting is enabled
cs_cz: Upozornění importu, sériové číslo nemůže být účinné, pokud je nastavení povoleno
es_ec: Advertencia importar el número de serie no puede ser efectiva si el ajuste está activado
es_es: Advertencia, el número de serie no será importado si esta configuración está activada
hr_hr: Upozorenje uvoz broja serije ne može biti djelotvoran ako je postavka omogućena
it_it: Attenzione : Importare il numero di serie non può essere efficace se l'impostazione è abilitata
pt_br: Aviso: importar o número de série pode não ser eficaz se a configuração estiver ativada

source: Please set the sysdescr OID in your record model
cs_cz: Nastavte OID systémové poznámky ve svém modelu záznamu
es_ec: Por favor, establezca el OID sysdescr en su modelo de registro
es_es: Configure el 'sysdescr OID' en su modelo de registro
fr_fr: Veuillez ajouter un OID sysdescr à votre modèle de relevé
hr_hr: Molimo vas da postavite OID opisa sustava u vašem modelu zapisa
it_it: Impostare il OID della descrizione di sistema nel modello di registrazione
pt_br: Por favor defina o OID Sysdescr em seu modelo de registro

source: Please set the serial OID in your record model
cs_cz: V modelu záznamu nastavte OID identifikátor sériového čísla
es_ec: Por favor, establezca el OID de serie en su modelo de registro
es_es: Configure el código OID en su modelo de registro
fr_fr: Veuillez ajouter un OID numéro de série à votre modèle de relevé
hr_hr: Molimo vas da postavite OID broja serije u vašem modelu zapisa
it_it: Impostare il OID del numero di serie nel modello di registrazione
pt_br: Por favor defina o OID do número de série em seu modelo de registro

source: Duplicate recordmodel
cs_cz: Kopírovat model záznamu
es_ec: Modelo de registro duplicado
es_es: Modelo duplicado
fr_fr: Dupliquer le modèle de relevé
hr_hr: Umnožen model zapisa
it_it: Duplicare il modello di registrazione
pt_br: Modelo de registro duplicado

source: Community
cs_cz: Komunita
es_ec: Comunidad
es_es: Comunidad
fr_fr: Communauté (lecture)
hr_hr: Zajednica
it_it: Comunità
pt_br: Comunidade de leitura

source: Authentication encryption
cs_cz: Šifrované ověřování
es_ec: Encriptación de autenticación
es_es: Cifrado de autenticación
fr_fr: Cryptage d'authentification
hr_hr: Šifriranje ovjere
it_it: Crittografia di autenticazione
pt_br: Criptografia de autenticação

source: Data encryption
cs_cz: Šifrování dat
es_ec: Encriptación de datos
es_es: Cifrado de datos
fr_fr: Cryptage de données
hr_hr: Šifriranje podataka
it_it: Crittografia dei dati
pt_br: Criptografia dos dados

source: Authentication password
cs_cz: Heslo
es_ec: Contraseña de autenticación
es_es: Contraseña de autenticación
fr_fr: Mot de passe d'authentification
hr_hr: Zaporka ovjere
it_it: Password di autenticazione
pt_br: Senha de autenticação

source: Data password
cs_cz: Heslo pro ověření
es_ec: Contraseña de datos
es_es: Contraseña de datos
fr_fr: Mot de passe des données
hr_hr: Zaporka podataka
it_it: Password di dati
pt_br: Senha de dados

source: Community write
cs_cz: Komunita pro zápis
es_ec: Escritura de la comunidad
es_es: Comunidad de escritura
fr_fr: Communauté (écriture)
hr_hr: Pisanje zajednice
it_it: Comunità di scritura
pt_br: Comunidade de escrita

source: Is default
cs_cz: Je výchozí
es_ec: Por defecto
es_es: Es predeterminado
fr_fr: Par défaut
hr_hr: Je zadana
it_it: E predefinita
pt_br: Padrão

source: Set printer name
cs_cz: Nastavit název tiskárny
es_ec: Establecer el nombre de la impresora
es_es: Configurar nombre de la impresora
fr_fr: Mettre à jour le nom de l'imprimante
hr_hr: Postavite ime pisača
it_it: Impostare il nome della stampante
pt_br: Definir o nome da impressora

source: Set printer location
cs_cz: Nastavit umístění tiskárny
es_ec: Establecer la ubicación de la impresora
es_es: Configurar ubicación de la impresora
fr_fr: Mettre à jour le lieu de l'imprimante
hr_hr: Postavite mjesto pisača
it_it: Impostare la localizzazione della stampante
pt_br: Definir a localização da impressora

source: Set printer contact informations
cs_cz: Nastavit kontaktní informace tiskárny
es_ec: Configurar la información de contacto de la impresora
es_es: Configurar información de contacto de la impresora
fr_fr: Mettre à jour le contact de l'imprimante
hr_hr: Postavite informacije o kontaktu pisača
it_it: Impostare informazioni del contatto della stampante
pt_br: Definir informações de contato da impressora

source: Add a new snmpset
cs_cz: Přidat nový snmpset
es_ec: Agregar un nuevo snmpset
es_es: Agregue un nuevo SNMPset
fr_fr: Ajouter une nouvelle configuration snmpset
hr_hr: Dodajte novu skupinu SNMP-a
it_it: Aggiungere un nuovo SNMPset
pt_br: Adicionar configuração SNMP

source: SNMPset configuration is not found in the printer entity
cs_cz: V entitě tiskárny nebyla nalezena nastavení protokolu SNMP
es_ec: La configuración SNMPset no se encuentra en la entidad de la impresora
es_es: La configuración de SNMPset no se encuentra en la entidad de la impresora
fr_fr: La configuration SNMPset n'a pas été trouvée sur l'entité de l'imprimante
hr_hr: SNMPset konfiguracija se ne nalazi u subjektu pisača
it_it: La configurazione SNMPset non si trova nell'entità della stampante
pt_br: Configuração SNMP não foi encontrada na entidade da impressora

source: IP not found
cs_cz: IP adresa nebyla nalezena
es_ec: IP no encontrada
es_es: Dirección IP no encontrada
fr_fr: Aucune adresse ip trouvée
hr_hr: IP nije pronađena
it_it: IP non trovato
pt_br: IP não encontrado

source: User phone
cs_cz: Telefon uživatele
es_ec: Teléfono del usuario
es_es: Teléfono del usuario
fr_fr: Téléphone de l'utilisateur
hr_hr: Telefon korisnika
it_it: Telefono del utente
pt_br: Telefone do usuário

source: SNMPset is already configured for this entity
cs_cz: SNMP sada je pro tuto entitu už nastavená
es_ec: SNMPset ya está configurado para esta entidad
es_es: SNMPset ya está configurado para esta entidad
fr_fr: SNMPset est déja configuré pour cette entité
hr_hr: SNMPset je već konfiguriran za ovaj subjekt
it_it: SNMPset è già configurato per questa entità
pt_br: Configuração SNMP já definida para esta entidade

source: Add a new sysdescr
cs_cz: Přidat novou systémovou poznámku
es_ec: Agregar un nuevo sysdescr
es_es: Añadir una nueva descripción (sysdescr)
fr_fr: Ajouter un nouveau sysdescr
hr_hr: Dodajte novi opis sustava
it_it: Aggiungere la nuova descrizione del sistema
pt_br: Adicionar nova Sysdescr

source: Plugin disabled or automatic record disabled
cs_cz: Zásuvný modul je vypnutý nebo je vypnutý automatický záznam
es_ec: Plugin desactivado o registro automático desactivado
es_es: Complemento deshabilitado o registro automático deshabilitado
fr_fr: Le plugin ou les relevés automatiques sont désactivés
hr_hr: Dodatak nije omogućen ili je automatski zapis onemogućen
it_it: Plugin disattivato o registrazione automatica disabilitata
pt_br: Plugin desabilitado ou registro automático desativado

source: This plugin requires GLPI >= 0.84
fr_fr: Ce plugin requiert GLPI >= 0.84

source: This plugin requires PHP >= 5.4
fr_fr: Ce plugin requiert PHP >= 5.4

source: This plugin requires SNMP php extension
es_es: Este plugin requiere extensión SNMP php
fr_fr: Ce plugin requiert l'extension SNMP de php
hr_hr: Ovaj dodatak zahtijeva SNMP PHP nastavak

source: Linked billing models
fr_fr: Modèle de facturation lié

source: Create a ticket if there is consecutive errors on records OR no recrods since a defined date
fr_fr: Créer un ticket s'il existe des erreurs consécutives OU aucun relevés à succès depuis une date définie

source: Printercounters menu
fr_fr: Menu printercounters

source: Up time
fr_fr: Durée d'activité

source: Search mode
fr_fr: Mode de recherche

source: Last successful record date
fr_fr: Dernier relevé à succès

source: Confidence rate
fr_fr: Taux de confiance

source: Consumption rate
fr_fr: Taux de consommation

source: Extrapolation (over 12 months) based on the month recorded
fr_fr: Extrapolation (sur 12 mois) sur la base des mois enregistrés

source: Acquisition budget
fr_fr: Budget d'acquisition

source: Monochrome start date ~ 3 month
fr_fr: Monochrome date de début ~ 3 mois

source: Color start date ~ 3 month
fr_fr: Couleur date de début ~ 3 mois

source: Monochrome end date ~ start
fr_fr: Monochrome date de fin ~ date de début

source: Color end date ~ start
fr_fr: Couleur date de fin ~ date de début

source: Mac fail
fr_fr: Echec MAC

source: TIME
es_ec: TIEMPO
es_es: TIEMPO
