Repository: InfotelGLPI/printercounters
Catalog: locales/*.po
Languages: cs_cz, es_ec, es_es, fr_fr, hr_hr, it_it, pt_br

source: Record model cannot be deleted, it is linked to a billing model
cs_cz: Šablonu záznamu nelze vymazat, je propojen se šablonou fakturace
es_ec: El modelo de registro no se puede eliminar, está vinculado a un modelo de facturación
es_es: Registro modelo no se puede eliminar, esta vinculado a un modelo de facturación
fr_fr: Le modèle de relevé ne peut pas être supprimé car il est déja lié à un modèle de facturation
hr_hr: Model zapisa se ne može izbrisati, povezan je sa modelom naplate
it_it: Modello di registrazione non può essere eliminato, è collegato a un modello di fatturazione
pt_br: O modelo de registro não pode ser excluído, ele está vinculado a um modelo de faturamento

source: Counter type cannot be deleted, the record model is linked to a billing model
cs_cz: Typ počítadla nelze odstranit, šablona záznamu je propojen s šablonou účtování
es_ec: El tipo de contador no puede borrarse, el modelo de registro está vinculado a un modelo de facturación
es_es: Tipo Contador no se puede eliminar, el registro modelo está enlazado a un modelo de facturación
fr_fr: Le type de compteur ne peut pas être supprimé car le modèle de relevé est lié à un modèle de facturation
hr_hr: Tip brojača se ne može izbrisati, model zapisa je povezan za naplatu
it_it: Tipo di contatore non può essere eliminato, il modello di registrazione è collegato a un modello di fatturazione
pt_br: O tipo de contador não pode ser excluído, o modelo de registro é vinculado a um modelo de faturamento

source: Global TCO
cs_cz: Celkové náklady na pořízení a vlastnění
es_ec: TCO mundial
es_es: TCO global
fr_fr: TCO global
hr_hr: Globalni TCO
it_it: TCO globale
pt_br: TCO Global

source: Printer counters
cs_cz: Počítadla z tiskáren
es_ec: Contadores de impresora
es_es: Contadores de impresora
hr_hr: Brojači pisača
it_it: Contatori della stampante
pt_br: Contadores de impressora

source: Clean records in error
cs_cz: Vyčistit záznamy obsahující chyby
es_ec: Registros limpios por error
es_es: Limpiar registros erróneos
fr_fr: Nettoyer les relevés en erreur
hr_hr: Čišćenje pogrešnih zapisa
it_it: Pulire registrazioni in errore
pt_br: Limpar registros com erro

source: Records cleaned
cs_cz: Záznamy vyčištěny
es_ec: Limpieza de registros
es_es: Registros borrados
fr_fr: Relevés nettoyés
hr_hr: Zapisi su očišćeni
it_it: Registrazioni puliti
pt_br: Registros limpos

source: No records to clean
cs_cz: Žádný záznam k vyčištění
es_ec: No hay registros que limpiar
es_es: No hay registros para borrar
fr_fr: Aucun relevé à nettoyer
hr_hr: Nema zapisa za čišćenje
it_it: Nessuna registrazione da pulire
pt_br: Sem registros para limpar

source: Clean empty records
cs_cz: Vyčistit prázdné záznamy
es_ec: Limpiar registros vacíos
es_es: Borrar registros vacíos
fr_fr: Nettoyer les relevés vides
hr_hr: Čišćenje praznih zapisa
it_it: Pulire registrazioni vuoti
pt_br: Limpar registros vazios

source: Please activate the plugin
cs_cz: Prosím aktivujte zásuvný modul
es_ec: Por favor, active el plugin
it_it: Attivare il plugin, prego
pt_br: Por favor, ative o plugin

source: Record planning
cs_cz: Plánování záznamu
es_ec: Planificación de registros
es_es: Planificación de Registro
fr_fr: Planification des relevés
hr_hr: Planiranje zapisa
it_it: Pianificazione di registrazione
pt_br: Planejamento de registros

source: Additional data
cs_cz: Doplňující údaj
es_ec: Datos adicionales
es_es: Dato adicional
fr_fr: Donnée additionnelle
hr_hr: Dodatni podatak
it_it: Dati aggiuntivi
pt_br: Dados adicionais

source: Invalid itemtype
cs_cz: Neplatný typ položky
es_ec: Tipo de elemento no válido
es_es: Tipo elemento inválido
fr_fr: Type d'objet incorrect
hr_hr: Pogrešna vrsta stavke
it_it: Tipo di elemento non valido
pt_br: Tipo de item inválido

source: Toner level
cs_cz: Stav toneru
es_ec: Niveles de tóner
es_es: Nivél del toner
fr_fr: Niveau d'encre
hr_hr: Razina tonera
it_it: Livello di toner
pt_br: Níveis de toner

source: Printer informations
cs_cz: Informace o tiskárně
es_ec: Información sobre la impresora
es_es: Información de impresora
fr_fr: Informations de l'imprimante
hr_hr: Podaci pisača
it_it: Informazioni sulla stampante
pt_br: Informações da impressora

source: Billing model
cs_cz: Model účtování
es_ec: Modelos de facturación
es_es: Modelo de facturación
fr_fr: Modèle de facturation
hr_hr: Model naplate
it_it: Modello di fatturazione
pt_br: Modelo de faturamento

source: Application date
cs_cz: Datum použití
es_ec: Fecha de solicitud
es_es: Fecha de aplicación
fr_fr: Date d'application
hr_hr: Datum zahtjeva
it_it: Data di richiesta
pt_br: Data de aplicação

source: Counter type
cs_cz: Typ počítadla
es_ec: Tipos de contador
es_es: Tipo de contador
fr_fr: Type de compteur
hr_hr: Vrsta brojača
it_it: Tipo di contatore
pt_br: Tipo de contador

source: Linked items
cs_cz: Připojené položky
es_ec: Elementos vinculados
es_es: Elementos enlazados
fr_fr: Objets liés
hr_hr: Povezane stavke
it_it: Elementi collegati
pt_br: Itens vinculados

source: Are you sure to change the recordmodel ?
cs_cz: Opravdu chcete změnit šablonu záznamu?
es_ec: ¿Está seguro de cambiar el modelo de registro?
es_es: ¿Está seguro de cambiar el modelo de registro (recordmodel)?
fr_fr: Etes-vous sûr de vouloir changer le modèle de relevé ?
hr_hr: Jeste li sigurni da se promijeni zapisni model ?
it_it: Siete sicuri di cambiare il modello di registrazione
pt_br: Tem certeza que deseja alterar o modelo de registro?

source: Copy
cs_cz: Kopírovat
es_ec: Copiar
es_es: Copiar
fr_fr: Copie
hr_hr: Kopirati
it_it: Copiare
pt_br: Copiar

source: Application date is already used. Please select another
cs_cz: Datum aplikace je už používáno. Vyberte jiné
es_ec: La fecha de solicitud ya ha sido utilizada. Por favor, seleccione otra
es_es: Fecha de aplicación ya está utilizada. Por favor seleccione otra
fr_fr: La date d'application est déja utilisée, veuillez en choisir une autre
hr_hr: Datum zahtjeva se već koristi. Molimo da izaberete drugi
it_it: Data di richiesta è già in uso. Si prega di selezionare un altra
pt_br: A data do pedido já está em uso. Selecione outra

source: Amount
cs_cz: Množství
es_ec: Importe
es_es: Valor
fr_fr: Montant
hr_hr: Iznos
it_it: Quantità
pt_br: Quantidade

source: Record amount
cs_cz: Množství záznamu
es_ec: Importe de los registros
es_es: Cantidad
fr_fr: Montant du relevé
hr_hr: Iznos zapisa
it_it: Quantità di registrazione
pt_br: Registros de quantidade

source: Usage rate
cs_cz: Míra využití
es_ec: Índice de utilización
es_es: Tasa de uso
fr_fr: Taux d'usage
hr_hr: Stopa upotrebe
it_it: Tasso di uso
pt_br: Taxa de uso

source: Color rate
cs_cz: Míra barev
es_ec: Índice de color
es_es: Tasa de uso de color
fr_fr: Taux de couleur
hr_hr: Stopa boje
it_it: Tasso di colore
pt_br: Taxa de cor

source: Total page number
cs_cz: Celkový počet stránek
es_ec: Número total de páginas
es_es: Número total de páginas
fr_fr: Total du nombre de pages
hr_hr: Ukupan broj stranica
it_it: Numero di pagina totale
pt_br: Número total de páginas

source: Color page rate
cs_cz: Barevná stránka
es_ec: Índice de páginas en color
es_es: Tasa de uso de páginas a color
fr_fr: Taux de page couleur
hr_hr: Stopa stranica u boji
it_it: Tasso di pagina a colori
pt_br: Taxa de páginas coloridas

source: The budget period %s already exists
cs_cz: Rozpočtové období %s už existuje
es_ec: El período presupuestario %s ya existe
es_es: El período presupuestario 1%s ya existe
fr_fr: La période du budget %s existe déja
hr_hr: Razdoblje proračuna %s već postoji
it_it: Il periodo di bilancio %s esiste già
pt_br: O período de orçamento %s já existe

source: The sub-entities budget amount exceed the parent budget
cs_cz: Částka rozpočtu dílčích kapitol přesahuje celkový rozpočet
es_ec: El importe del presupuesto de las subentidades supera el presupuesto principal
es_es: El presupuesto de las subentidades es superior al de la entidad padre
fr_fr: Le budget des sous-entités dépasse le budget parent
hr_hr: Iznos proračuna pod-entiteta prelazi matični proračun
it_it: La quantità di bilancio della sottoentità supera il bilancio controllante
pt_br: O montante do orçamento das sub-entidades excede o orçamento

source: Begin date cannot be higher than end date
cs_cz: Datum zahájení nemůže být později než datum ukončení
es_ec: La fecha de inicio no puede ser superior a la fecha de finalización
es_es: La fecha de inicio no puede ser anterior a la fecha de finalización
fr_fr: La date de début ne peut être supérieure à celle de fin
hr_hr: Datum početka ne može biti veći od datuma završetka
it_it: Data di inizio non può essere superiore della data finale
pt_br: A data de início não pode ser superior à data de término

source: SNMP extension is not loaded
cs_cz: Rozšíření pro SNMP není načteno
es_ec: No se ha cargado la extensión SNMP
es_es: No se ha cargado la extensión SNMP
fr_fr: L'extension SNMP n'est pas chargée
hr_hr: SNMP proširenje nije učitano
it_it: Estensione SNMP non è caricata
pt_br: A extensão SNMP não está carregada

source: No SNMP configuration
cs_cz: Není nastaveno SNMP
es_ec: No hay configuración SNMP
es_es: No está configurado SNMP
fr_fr: Pas de configuration SNMP
hr_hr: Ne postoji SNMP konfiguracija
it_it: Nessuna configurazione SNMP
pt_br: SNMP não configurado

source: Bad SNMP V3 parameters
cs_cz: Chybné SNMP v3 parametry
es_ec: Parámetros SNMP V3 incorrectos
es_es: Los parámetros de SNMP v3 son erróneos
fr_fr: Mauvais paramètres SNMP V3
hr_hr: Loši SNMP V3 parametri
it_it: Parametri SNMP v3 sbagliati
pt_br: Parâmetros SNMP V3 incorretos

source: No SNMP authentication
cs_cz: Žádné SNMP ověření
es_ec: Sin autenticación SNMP
es_es: No se ha configurado la autenticación SNMP
fr_fr: Pas d'authentification SNMP
hr_hr: Nema provjere autentičnosti SNMP
it_it: Nessuna autenticazione SNMP
pt_br: Nenhuma autenticação SNMP

source: Passed item recordmodel is not correct
cs_cz: Zadaná položka šablony záznamu modelu není správná
es_ec: El modelo de registro del elemento aprobado no es correcto
es_es: El modelo del artículo pasado no es correcto
fr_fr: Le lien objet - modèle de relevé n'est pas correct
hr_hr: Položena stavka model zapisa nije ispravna
it_it: Oggetto fornito di modello della registrazione non è corretto
pt_br: Modelo de registro de item aprovado não está correto

source: Passed recordmodel is not correct
cs_cz: Zadaná šablona záznamu není správná
es_ec: El modelo de registro transmitido no es correcto
es_es: El modelo aprobado no es correcto
fr_fr: Le modèle de relevé saisi n'est pas correct
hr_hr: Položen model zapisa nije ispravan
it_it: Modello della registrazione fornito non è corretto
pt_br: O modelo de registro passado não está correto

source: Passed Itemtype is not correct
cs_cz: Zadaný typ položky není správný
es_ec: El tipo de elemento aprobado no es correcto
es_es: El tipo de elemento aprobado no es correcto
fr_fr: Le type d'objet saisi n'est pas correct
hr_hr: Položen tip stavke nije ispravan
it_it: Tipo di elemento fornito non è corretto
pt_br: O tipo de item passado não está correto

source: Passed Items id is not correct
cs_cz: Zadané položky identifikátoru nejsou správné
es_ec: La identificación de los elementos aprobados no es correcta
es_es: Los id de elementos pasados no son correctos
fr_fr: L'ID de l'objet saisi n'est pas correct
hr_hr: Položen ID stavke nije ispravan
it_it: ID del tipo di elemento fornito non è corretto
pt_br: O ID informado está incorreto.

source: Passed IP address is not correct
cs_cz: Zadaná IP adresa není správná
es_ec: La dirección IP transmitida no es correcta
es_es: La dirección IP pasada no es correcta
fr_fr: L'IP saisie n'est pas correcte
hr_hr: Položena IP adresa nije ispravna
it_it: Indirizzo IP fornito non è corretto
pt_br: O endereço IP informado está incorreto.

source: Passed timeout is not int
cs_cz: Zadaný časový limit není celé číslo
es_ec: El tiempo de espera transcurrido no es int
es_es: El tiempo de espera transcurrido no es int
fr_fr: Le délai maximum saisi n'est pas un nombre
hr_hr: Položen timeout nije int
it_it: Time-out fornito non è un intero
pt_br: O tempo limite informado não é int

source: Passed retry is not int
cs_cz: Zadaný opakovaný pokus není celé číslo
es_ec: El reintento aprobado no es int
es_es: El intento pasado no es un entero
fr_fr: Le réessai saisi n'est pas un nombre
hr_hr: Položena isteka nije cijeli broj
it_it: Tentativo fornito non è un intero
pt_br: O retry informado não é int

source: IP address was not set
cs_cz: IP adresa nebyla nastavena
es_ec: No se ha configurado la dirección IP
es_es: No se ha configurado la dirección IP
fr_fr: L'adresse IP n'est pas renseignée
hr_hr: IP adresa nije postavljena
it_it: Indirizzo IP non è stato impostato
pt_br: O endereço IP não foi definido

source: SNMP Object ID is not string
cs_cz: Identifikátor SNMP objektu není řetězec
es_ec: El ID de objeto SNMP no es una cadena
es_es: El Objeto ID de SNMP no es una cadena
fr_fr: ID de l'objet SNMP n'est pas une chaine de caractères
hr_hr: ID SNMP objekta nije niz
it_it: ID del oggetto SNMP non è una seria
pt_br: SNMP Object ID não é string

source: Plugin management
cs_cz: Správa zásuvného modulu
es_ec: Gestión de plugins
es_es: Gestión del plugin
fr_fr: Gestion du plugin
hr_hr: Upravljanje dodataka
it_it: Gestione di plugin
pt_br: Gerenciamento do plugin

source: Counter type of record model
cs_cz: Typ čítače záznamového modelu
es_ec: Tipos de contador del modelo de registro
es_es: Tipo de contador del modelo de registro
fr_fr: Types de compteurs du modèle de relevé
hr_hr: Vrsta brojača od modela zapisa
it_it: Tipo di contatore del modello di registrazione
pt_br: Tipo de contador

source: OID type
cs_cz: Typ OID
es_ec: Tipo de OID
es_es: Tipo de OID
fr_fr: Type d'OID
hr_hr: Tip OID-a
it_it: Tipo di OID
pt_br: Tipo OID

source: Add a new counter
cs_cz: Přidat nové počítadlo
es_ec: Agregar un nuevo contador
es_es: Añadir nuevo contador
fr_fr: Ajouter un nouveau compteur
hr_hr: Dodati novi brojač
it_it: Aggiungere un nuovo contatore
pt_br: Adicionar novo contador

source: Color
cs_cz: Barva
fr_fr: Couleur
hr_hr: Boja
it_it: Colore
pt_br: Cor

source: Monochrome
cs_cz: Monochromatická
es_ec: Monocromático
es_es: Monocromo
hr_hr: Jednobojan
it_it: Monocromo
pt_br: Monocromático

source: Black and white
cs_cz: Černá a bílá
es_ec: Blanco y negro
es_es: Blanco y negro
fr_fr: Noir et blanc
hr_hr: Crno-bijeli
it_it: Bianco e nero
pt_br: Preto e Branco

source: Bichromie
cs_cz: Dvojtón
es_ec: Bicromía
es_es: Bicromía
hr_hr: Dvobojan
it_it: Bicolore

source: Serial number
cs_cz: Sériové číslo
es_ec: Número de serie
es_es: Número de serie
fr_fr: Numéro de série
hr_hr: Serijski broj
it_it: Numero di serie
pt_br: Número de série

source: Sysdescr
cs_cz: Systémový popis
es_ec: Sistema de control
es_es: Sysdescr (descripción del sistema)
hr_hr: Opis sustava
it_it: Descrizione del sistema

source: Number of printed papers
cs_cz: Počet vytištěných listů
es_ec: Número de papeles impresos
es_es: Número de páginas impresas
hr_hr: Broj tiskanih radova
it_it: Quantità di fogli stampati
pt_br: Número de páginas impressos

source: Other
cs_cz: Ostatní
es_ec: Otros
es_es: Otros
fr_fr: Autre
hr_hr: Drugo
it_it: Altro
pt_br: Outro

source: Error item
cs_cz: Chybná položka
es_ec: Elementos de error
es_es: Ítem erróneo
fr_fr: Elément en erreur
hr_hr: Pogrešna stavka
it_it: Elementi di errore
pt_br: Itens com erro

source: No errors
cs_cz: Žádné chyby
es_ec: Sin errores
es_es: Sin errores
fr_fr: Pas d'erreur
hr_hr: Nema grešaka
it_it: Nessun errore
pt_br: Sem erros

source: Soft state
cs_cz: Zotavitelný stav
es_ec: Estado débil
hr_hr: Lako stanje
it_it: Stato morbido

source: Hard state
cs_cz: Nezotavitelný stav
es_ec: Estado difícil
hr_hr: Tvrdo stanje
it_it: Stato forte

source: Number of errors
cs_cz: Počet chyb
es_ec: Cantidad de errores
es_es: Número de errores
fr_fr: Nombre d'erreurs
hr_hr: Broj grešaka
it_it: Quantità di errori
pt_br: Número de erros

source: Enable record error handler
cs_cz: Zapnout obsluhu chyby záznamu
es_ec: Activar el gestor de errores de registro
es_es: Habilitar manejador de registro de errores
fr_fr: Activer le traitement des relevés en erreur hôte
hr_hr: Omogućiti zapisni rad s pogreškama
it_it: Abilitare gestore degli errori di registrazione
pt_br: Ativar o manipulador de erro de registro

source: Maximum number of interrogation for records in error
cs_cz: Maximální počet dotazů na chybné záznamy
es_ec: Número máximo de interrogaciones para registros con errores
es_es: Número máximo de preguntas para registros en fallo
fr_fr: Nombre maximum d'interrogation des relevés en erreur hôte
hr_hr: Maksimalni broj ispitivanja zapisnika pogrešci
it_it: Numero massimo di interrogazione per le registrazioni in errore
pt_br: Número máximo de interrogatórios para registros em erro

source: Error item list
cs_cz: Seznam chybových položek
es_ec: Lista de elementos de error
es_es: Lista de ítems en error
fr_fr: Liste des éléments en erreur
hr_hr: Popis stavke grešaka
it_it: Lista di errore di elementi
pt_br: Lista de itens com erro

source: Number of host errors
cs_cz: Počet chyb hostitelů
es_ec: Número de errores de host
es_es: Número de errores de host
fr_fr: Nombre d'éléments en erreur
hr_hr: Broj domaćinskih grešaka
it_it: Quantità di errori di host
pt_br: Número de erros do host

source: Interrogation of printers in host error
cs_cz: Dotazování tiskáren nacházejících se v chybě hostitele
es_ec: Interrogación de impresoras en error de host
es_es: Consulta de impresoras en error en el Host
fr_fr: Interrogation des imprimantes en erreur hôte
hr_hr: Ispitivanje pisača u domaćinskoj pogrešci
it_it: Interrogatorio di stampanti in errore di host
pt_br: Interrogação de impressoras no erro do host

source: Error on item, soft state
cs_cz: Chyba na položce, měkký stav
es_ec: Error en el elemento, estado débil
es_es: Error en el ítem, soft state
fr_fr: Erreur sur un élément, soft state
hr_hr: Pogreška stavke, lako stanje
pt_br: Erro no item, soft state

source: Error on item, hard state
cs_cz: Chyba na položce, tvrdý stav
es_ec: Error en el artículo, estado difícil
es_es: Error en el ítem, hard state
fr_fr: Erreur sur un élément, hard state
hr_hr: Pogreška stavke, tvrdo stanje
it_it: Errore sull'elemento, stato morbido
pt_br: Erro no item, hard state

source: Record success
cs_cz: Záznam byl úspěšný
es_ec: Récord de éxito
es_es: Registro exitoso
fr_fr: Relevé réussi
hr_hr: Uspjeh snimanja
it_it: Successo di registrazione
pt_br: Registro de sucesso

source: No results, please check OIDs of your record model
cs_cz: Žádné výsledky – zkontrolujte OID svého modelu záznamu
es_ec: No hay resultados, compruebe los OID de su modelo de registro
es_es: Sin resultados, compruebe los OID del modelo de registro
fr_fr: Pas de résultats, veuillez vérifier les OID de votre modèle de relevé de compteur
hr_hr: Nema rezultata, provjerite OID vašeg zapisnog modela
it_it: Nessun risultato, si prega di controllare OID del modello di registrazione
pt_br: Nenhum resultado, verifique os OIDs do seu modelo de registro

source: This item type is not correct
cs_cz: Tento typ položky není správný
es_ec: Este tipo de elemento no es correcto
es_es: El tipo de elemento no es correcto
fr_fr: Ce type d'objet n'est pas correct
hr_hr: Taj tip stavke nije ispravan
it_it: Questo tipo di elemento non è corretto
pt_br: O tipo do item não está correto

source: No printers to search
cs_cz: Žádné tiskárny k vyhledávání
es_ec: Sin impresoras que buscar
es_es: No hay impresoras para buscar
fr_fr: Aucune imprimante à interroger
hr_hr: Nema pisača za tražiti
it_it: Nessuna stampante da cercare
pt_br: Nenhuma impressora a pesquisar

source: SNMP Error:
cs_cz: SNMP chyba:
es_ec: Error de SNMP:
es_es: Error SNMP:
fr_fr: Erreur SNMP :
hr_hr: Greška SNMP :
it_it: Errore SNMP :
pt_br: SNMP erro:

source: Linked billing model
cs_cz: Propojený model fakturace
es_ec: Modelos de facturación vinculados
es_es: Modelos de facturación enlazados
hr_hr: Povezan model naplate
it_it: Modello di fatturazione collegato
pt_br: Modelos de faturamento vinculados

source: Result
cs_cz: Výsledek
es_ec: Resultado
es_es: Resultado
fr_fr: Résultat
hr_hr: Ishod
it_it: Risultato
pt_br: Resultado

source: Counter value
cs_cz: Hodnota z počítadla
es_ec: Valor del contador
es_es: Valor del contador
fr_fr: Valeur du compteur
hr_hr: Vrijednost brojača
it_it: Valore di contatore
pt_br: Valor do contador

source: Link the item to a billing model
cs_cz: Připojit položku k účtovacímu modelu
es_ec: Vincular el artículo a un modelo de facturación
es_es: Vincular el elemento a un modelo de facturación
fr_fr: Lier l'objet à un modèle de facturation
hr_hr: Povezati stavku na model naplate
it_it: Collegare l'elemento ad un modello di fatturazione
pt_br: Vincule o item a um modelo de faturamento

source: Add an item
cs_cz: Přidat položku
es_ec: Agregar un elemento
es_es: Añadir un elemento
fr_fr: Ajouter un objet
hr_hr: Dodati stavku
it_it: Aggiungere un elemento
pt_br: Adicionar item

source: Last record date
cs_cz: Poslední datum záznamu
es_ec: Última fecha de registro
es_es: Última fecha de registro
fr_fr: Date du dernier relevé
hr_hr: Zadnji datum popisa
it_it: Ultima data di registrazione
pt_br: Última data de registro

source: Last record type
cs_cz: Poslední typ záznamu
es_ec: Último tipo de registro
es_es: Último tipo de registro
fr_fr: Type du dernier relevé
hr_hr: Zadnja vrsta zapisa
it_it: Ultimo tipo di registrazione
pt_br: Último tipo de registro

source: Set billing model
cs_cz: Nastavit model účtování
es_ec: Establecer modelo de facturación
es_es: Establecer el modelo de facturación
fr_fr: Définir un modèle de facturation
hr_hr: Postaviti model naplate
it_it: Impostare il modello di fatturazione
pt_br: Definir modelo de faturamento

source: Item cannot be added, check the record model
cs_cz: Položka nemůže být přidána, zkontrolujte model záznamu
es_ec: No se puede agregar el elemento, verifique el modelo de registro
es_es: El ítem no puede ser añadido, compruebe el modelo de registro
fr_fr: Le modèle de facturation ne peut être ajouté, veuillez vérifier le modèle de relevé de l'objet
hr_hr: Stavka ne može biti dodana, provjerite model zapisa
it_it: Elemento non può essere aggiunto, controlla il modello di registrazione
pt_br: O item não pode ser adicionado, verifique o modelo de registro

source: Linked record model
cs_cz: Připojený model záznamu
es_ec: Modelos de registro vinculados
es_es: Modelo de registro enlazado
fr_fr: Modèle de relevé lié
hr_hr: Povezani model zapisa
it_it: Modello di registrazione collegato
pt_br: Modelos de registro vinculados

source: Periodicity
cs_cz: Opakovanost
es_ec: Periodicidad
es_es: Periodicidad
fr_fr: Périodicité
hr_hr: Periodičnost
it_it: Periodicità
pt_br: Periodicidade

source: State
cs_cz: Stav
es_ec: Estado
es_es: Estado
fr_fr: Etat
hr_hr: Stanje
it_it: Stato
pt_br: Estado

source: Record type
cs_cz: Typ záznamu
es_ec: Tipo de registro
es_es: Tipo de registro
fr_fr: Type de relevé
hr_hr: Vrsta zapisa
it_it: Tipo di registrazione
pt_br: Tipo de registro

source: Link the item to a record model
cs_cz: Připojit položku k modelu záznamu
es_ec: Vincular el elemento a un modelo de registro
es_es: Enlace el ítem a un registro de modelo
fr_fr: Lier l'objet à un modèle de relevé
hr_hr: Povežite stavku na zapisni model
it_it: Collegare l'elemento ad un modello di registrazione
pt_br: Vincular o item a um modelo de registro

source: Record configuration
cs_cz: Nastavení záznamu
es_ec: Configuración de registros
es_es: Configuración de registro
fr_fr: Configuration du relevé
hr_hr: Konfiguracija zapisa
it_it: Configurazione di registrazione
pt_br: Configuração de registro
