Repository: InfotelGLPI/printercounters
Catalog: locales/*.po
Languages: cs_cz, es_ec, es_es, fr_fr, hr_hr, it_it, pt_br

source: Enable automatic record
cs_cz: Zapnout automatický záznam
es_ec: Activar el registro automático
es_es: Habilitar registro automático
fr_fr: Activer les relevés automatiques
hr_hr: Omogućite automatski zapis
it_it: Attivare registrazione automatica
pt_br: Ativar registro automático

source: Periodicity of automatic record
cs_cz: Opakovanost automatického záznamu
es_ec: Periodicidad del registro automático
es_es: Periodicidad del registro automático
fr_fr: Périodicité des relevés automatiques
hr_hr: Periodičnost automatskog zapisa
it_it: Periodicità di registrazione automatica
pt_br: Periodicidade do registro automático

source: Number of retries
cs_cz: Počet opakování
es_ec: Número de reintentos
es_es: Número de reintentos
fr_fr: Nombre de réessaies
hr_hr: Broj pokušaja
it_it: Quantità di tentativi
pt_br: Número de tentativas

source: Timeout
cs_cz: Časový limit
es_ec: Tiempo de espera
es_es: Tiempo expirado
fr_fr: Délai maximum
hr_hr: Istek
pt_br: Tempo limite

source: Printercounters
cs_cz: Počítadla tiskárny
es_ec: Contadores de impresora
es_es: Contadores de impresión
hr_hr: Brojači pisača
it_it: Contatori stampante

source: Set periodicity
cs_cz: Nastavit opakovanost
es_ec: Establecer periodicidad
es_es: Configurar periodicidad
fr_fr: Définir la périodicité
hr_hr: Postavite periodičnost
it_it: Impostare periodicità
pt_br: Definir periodicidade

source: Set record model
cs_cz: Nastavení modelu záznamu
es_ec: Establecer modelo de registro
es_es: Configurar un registro de modelo
fr_fr: Définir le modèle de relevé
hr_hr: Postava modela zapisa
it_it: Impostare il modello di registrazione
pt_br: Definir modelo de registro

source: Set SNMP authentication
cs_cz: Nastavení SNMP ověření
es_ec: Configurar la autenticación SNMP
es_es: Configurar autenticación SNMP
fr_fr: Définir l'authentification SNMP
hr_hr: Postava provjere autentičnosti SNMP-a
it_it: Impostare autenticazione SNMP
pt_br: Definir a autenticação SNMP

source: Set retries
cs_cz: Nastavit opakování
es_ec: Establecer reintentos
es_es: Configurar reintentos
fr_fr: Définir les réessaies
hr_hr: Postava brojeva pokušaja
it_it: Impostare tentativi
pt_br: Definir nº de tentativas

source: Set max timeout
cs_cz: Nastavení maximálního časového limitu
es_ec: Establecer tiempo máximo de espera
es_es: Configurar el timeout máximo
fr_fr: Définir le délai maximum
hr_hr: Postava max isteka
it_it: Impostare time-out massimo
pt_br: Definir tempo limite máximo

source: Immediate record
cs_cz: Okamžitý záznam
es_ec: Registro inmediato
es_es: Registro inmediato
fr_fr: Relevé immédiat
hr_hr: Neposredni zapis
it_it: Registrazione immediata
pt_br: Registro imediato

source: Update counter position
cs_cz: Aktualizovat pozici počítadla
es_ec: Actualizar posición del contador
es_es: Actualizar la posición del contador
fr_fr: Mettre à jour la position de compteur
hr_hr: Ažuriranje pozicije brojača
it_it: Aggiornare la posizione del contatore
pt_br: Atualizar contador

source: Init counters to zero
cs_cz: Vynulovat počítadlo
es_ec: Contadores de inicio a cero
es_es: Iniciar contadores a cero
fr_fr: Initialiser le premier relevé à zéro
hr_hr: Inicijaliziranje brojača na nulu
it_it: Inizializzare i contatori a zero
pt_br: Zerar contadores

source: Set printer values
cs_cz: Nastavit hodnoty tiskárny
es_ec: Configurar valores de impresora
es_es: Configurar
fr_fr: Mettre à jour les valeurs de l'imprimante
hr_hr: Postava vrijednosti pisača
it_it: Impostare i valori della stampante
pt_br: Definir valores da impressora

source: Ticket creation
cs_cz: Vytvoření požadavku
es_ec: Creación de tickets
es_es: Creación de Ticket
fr_fr: Création de ticket
hr_hr: Izrada naloga
it_it: Creazione del cartellino
pt_br: Criação de chamados

source: Consecutive errors
cs_cz: Následné chyby
es_ec: Errores consecutivos
es_es: Errores consecutivos
fr_fr: Erreurs consécutives
hr_hr: Uzastopne greške
it_it: Errori consecutivi
pt_br: Erros consecutivos

source: No records
cs_cz: Žádný záznam
es_ec: No hay registros
es_es: Sin registros
fr_fr: Aucun relevé
hr_hr: Nema zapisa
it_it: Nessuna registrazione
pt_br: Não há registros

source: Number of consecutive errors
cs_cz: Počet následných chyb
es_ec: Número de errores consecutivos
es_es: Cantidad de errores consecutivos
fr_fr: Nombre d'erreurs consécutives
hr_hr: Broj uzastopnih grešaka
it_it: Quantità di errori consecutivi
pt_br: Número de erros consecutivos

source: No successful records
cs_cz: Žádné úspěšné záznamy
es_ec: Ningún registro con éxito
es_es: No hay registros
fr_fr: Aucun relevé réussi
hr_hr: Nema uzastopnih grešaka
it_it: Nessuna registrazione riuscita
pt_br: Sem registros bem-sucedidos

source: since
cs_cz: od
es_ec: desde
es_es: desde
fr_fr: depuis
hr_hr: od
it_it: da
pt_br: desde

source: For the item status
cs_cz: Stav položky
es_ec: Para el estado del artículo
es_es: Para el estado del ítem
fr_fr: Pour le statut
hr_hr: Za stanje stavke
it_it: Per lo stato dell'oggetto
pt_br: Para o status do item

source: Ticket fields
cs_cz: Kolonky požadavku
es_ec: Campos de ticket
es_es: Campos del ticket
fr_fr: Champs du ticket
hr_hr: Polja naloga
it_it: Campi del ticket
pt_br: Campos do chamado

source: Category assigned to the new ticket
cs_cz: Kategorie byla přiřazena k novému požadavku
es_ec: Categoría asignada al nuevo ticket
es_es: Categoría asignada al nuevo ticket
fr_fr: Catégorie assignée au nouveau ticket
hr_hr: Kategorija dodijeljena novom nalogu
it_it: Categoria assegnata al nuovo ticket
pt_br: Categoria atribuída ao novo chamado

source: Add item group
cs_cz: Přidat skupinu položky
es_ec: Agregar grupo de elementos
es_es: Añadir grupo de ítems
fr_fr: Ajouter les groupes de l'objet
hr_hr: Dodati grupu stavke
it_it: Aggiungere il gruppo dell'oggetto
pt_br: Adicionar grupo de itens

source: Add item user
cs_cz: Přidat uživatele položky
es_ec: Agregar usuario de elemento
es_es: Añadir usuario de ítem
fr_fr: Ajouter les utilisateurs de l'objet
hr_hr: Dodati korisnika stavke
it_it: Aggiungere l'utente dell'oggetto
pt_br: Adicionar usuário do item

source: Description of the new ticket
cs_cz: Popis nového požadavku
es_ec: Descripción del nuevo ticket
es_es: Descripción del nuevo ticket
fr_fr: Description du nouveau ticket
hr_hr: Opis novog naloga
it_it: Descrizione del nuovo ticket
pt_br: Descrição do chamado

source: Event type
cs_cz: Typ události
es_ec: Tipo de evento
es_es: Tipo de evento
fr_fr: Type d'événement
hr_hr: Vrsta događaja
it_it: Tipo di evento
pt_br: Tipo de evento

source: Create a ticket if there are consecutive errors on records OR no records since a defined date
cs_cz: Vytvořit požadavek, pokud jsou zaznamenány po sobě jdoucí chyby NEBO žádné záznamy od určeného data
es_ec: Crear un ticket si hay errores consecutivos en los registros O no hay registros desde una fecha definida.
es_es: Crear un ticket si hay errores consecutivos en los registros o no hay registros desde una fecha definida
hr_hr: Izradite nalog ako postoje uzastopne greške na zapisima ILI ako nema zapisa od određenog datuma
it_it: Creare il ticket se non ci sono errori consecutivi sulle registrazioni O nessuna registrazione dalla data definita
pt_br: Criar um chamado se houver erros consecutivos nos registros OU nenhum registro desde a data definida

source: Tickets created for :
cs_cz: Požadavky vytvářet pro:
es_ec: Tickets creados para
es_es: Tickets creados para:
fr_fr: Ticket créés pour
hr_hr: Nalozi izrađeni za :
it_it: Ticket creato per :
pt_br: Chamado criado por:

source: Counters followup
cs_cz: Navazující čítače
es_ec: Seguimiento de contadores
es_es: Seguimiento de contadores
fr_fr: Suivi des compteurs
hr_hr: Praćenje brojača
it_it: Seguito di contatori
pt_br: Acompanhamento dos contadores

source: Budget followup
cs_cz: Navazující rozpočet
es_ec: Seguimiento presupuestario
es_es: Seguimiento de presupuesto
fr_fr: Suivi du budget
hr_hr: Praćenje proračuna
it_it: Seguito di bilancio
pt_br: Acompanhamento de orçamento

source: Record model
cs_cz: Model záznamu
es_ec: Modelos de registro
es_es: Registro de modelo
fr_fr: Modèle de relevé
hr_hr: Model zapisa
it_it: Modello di registrazione
pt_br: Modelo de registro

source: SNMP authentication
cs_cz: SNMP ověření
es_ec: Autenticaciones SNMP
es_es: Autenticación SNMP
fr_fr: Authentification SNMP
hr_hr: Ovjera autentičnosti SNMP-a
it_it: Autenticazione SNMP
pt_br: Autenticação SNMP

source: Toner level alert
cs_cz: Upozornění na úroveň toneru
es_ec: Alerta de nivel de tóner
es_es: Alerta de nivel de tóner
fr_fr: Alerte de niveau d'encre
hr_hr: Dojava razine tonera
it_it: Avviso su livello di toner
pt_br: Alerta de nível de toner

source: Item link
cs_cz: Odkaz na položku
es_ec: Enlace al artículo
es_es: Enlace del elemento
fr_fr: Lien vers l'élément
hr_hr: Veza stavke
it_it: Collegamento dell'oggetto
pt_br: Link do item

source: Item name
cs_cz: Název položky
es_ec: Nombre del artículo
es_es: Nombre del elemento
fr_fr: Nom de l'élément
hr_hr: Ime stavke
it_it: Nome dell'oggetto
pt_br: Nome do item

source: Sub-type
cs_cz: Dílčí typ
es_ec: Subtipo
es_es: Subtipo
fr_fr: Sous-type
hr_hr: Podtip
it_it: Sottotipo
pt_br: Subtipo

source: Counter types of billing model
cs_cz: Typy fakturačního modelu
es_ec: Contratipos de modelos de facturación
es_es: Tipos de contadores del modelo de facturación
fr_fr: Types de compteurs du modèle de facturation
hr_hr: Vrste brojača modela naplate
it_it: Tipo di contatore di modelli di fatturazione
pt_br: Tipo de contador

source: Uptime
cs_cz: Doba provozu
es_ec: Tiempo de actividad
es_es: Tiempo de actividad
hr_hr: Neprekidni rad
pt_br: Tempo de atividade

source: Process
cs_cz: Proces
es_ec: Procesos
es_es: Proceso
fr_fr: Processus
hr_hr: Postupak
it_it: Processo
pt_br: Processos

source: Invalid process id
cs_cz: Neplatný identifikátor procesu
es_ec: Id de proceso no válido
es_es: ID de proceso inválido
fr_fr: ID du processus incorrect
hr_hr: Nevažeći ID postupka
it_it: ID del processo non e valido
pt_br: ID do processo inválido

source: Invalid process number
cs_cz: Neplatné číslo procesu
es_ec: Número de proceso no válido
es_es: Número de proceso inválido
fr_fr: Nombre de processus incorrect
hr_hr: Nevažeći broj postupka
it_it: Numero del processo non e valido
pt_br: Número de processo inválido

source: Invalid process itemtype
cs_cz: Neplatný typ položky procesu
es_ec: Tipo de elemento de proceso no válido
es_es: itemtype no válido
fr_fr: Type d'objet du processus incorrect
hr_hr: Nevažeća vrsta stavke postupka
it_it: Processo del tipo dell'oggetto non e valido
pt_br: Tipo de item do processo inválido

source: Kill process
cs_cz: Ukončit proces
es_ec: Proceso de eliminación
es_es: Matar proceso
fr_fr: Arrêter le processus
hr_hr: Uništavanje postupka
it_it: Terminare il processo
pt_br: Matar processo

source: Kill all processes
cs_cz: Ukončit všechny procesy
es_ec: Detener todos los procesos
es_es: Matar todos los procesos
fr_fr: Arrêter tous les processus
hr_hr: Uništavanje svih postupaka
it_it: Terminare tutti processi
pt_br: Matar todos os processos

source: No processes
cs_cz: Žádné procesy
es_ec: Sin procesos
es_es: No hay procesos
fr_fr: Pas de processus
hr_hr: Nema postupaka
it_it: Nessun processo
pt_br: Nenhum processo

source: Items in progress
cs_cz: Probíhající položky
es_ec: Artículos en curso
es_es: Ítems en progreso
fr_fr: Objet en cours
hr_hr: Stavke u toku
it_it: Oggetti in corso
pt_br: Itens em andamento

source: Rights management
cs_cz: Správa oprávnění
es_ec: Gestión de derechos
es_es: Gestión de permisos
fr_fr: Gestion des droits
hr_hr: Upravljanje prava
it_it: Gestione dei diritti
pt_br: Gerenciamento de permissões

source: Right to update records
cs_cz: Oprávnění aktualizovat záznamy
es_ec: Derecho a actualizar los registros
es_es: Permiso para actualizar los registros
fr_fr: Droit de mise à jour des relevés
hr_hr: Pravo za ažuriranje zapisa
it_it: Diritto di aggiornare le registrazioni
pt_br: Permissão para atualizar registros

source: Right to add lower records
cs_cz: Oprávnění přidávat nižší záznamy
es_ec: Derecho a agregar registros inferiores
es_es: Permiso para agregar registros más bajos
fr_fr: Droit d'ajout de relevés sans restrictions
hr_hr: Pravo za dodatak niže zapise
it_it: Diritto di aggiungere le registrazioni inferiori
pt_br: Permissão para adicionar registros mais baixos

source: Right to update printers values
cs_cz: Oprávnění aktualizovat hodnoty tiskáren
es_ec: Derecho a actualizar los valores de las impresoras
es_es: Derecho a actualizar los valores de las impresoras
fr_fr: Droit de mise à jour des valeurs des imprimantes (snmpset)
hr_hr: Pravo za ažuriranje vrijednosti pisača
it_it: Diritto di aggiornare le valori della stampante
pt_br: Permissão para atualizar os valores das impressoras

source: Record
cs_cz: Záznam
es_ec: Registros
es_es: Registro
fr_fr: Relevé
hr_hr: Zapis
it_it: Registrazione
pt_br: Registros

source: Actions
cs_cz: Akce
es_ec: Acciones
es_es: Acciones
hr_hr: Akcije
it_it: Azioni
pt_br: Ações

source: Add a manual record
cs_cz: Přidat ruční záznam
es_ec: Agregar un registro manual
es_es: Añadir un registro manual
fr_fr: Ajouter un relevé manuel
hr_hr: Dodati ručni zapis
it_it: Aggiungere la registrazione manuale
pt_br: Adicionar um registro manual

source: Add a lower record
cs_cz: Přidat nižší záznam
es_ec: Agregar un registro inferior
es_es: Añadir un registro inferior
fr_fr: Ajouter un relevé manuel sans restrictions
hr_hr: Dodati niži zapis
it_it: Aggiungere la registrazione inferiore
pt_br: Adicionar um registro mais baixo

source: Update global TCO
cs_cz: Aktualizovat globální TCO
es_ec: Actualizar el TCO global
es_es: Actualizar TCO global
fr_fr: Mettre à jour le TCO global
hr_hr: Ažurirati globalnog TCO-a
it_it: Aggiornare la TCO globale
pt_br: Atualizar o TCO global

source: Update printer data
cs_cz: Aktualizovat tisková data
es_ec: Actualizar los datos de la impresora
es_es: Actualizar los datos de la impresora
hr_hr: Ažuriranje podataka pisača
it_it: Aggiornare dati della stampante
pt_br: Atualizar dados da impressora

source: Update the values of the physical printer
cs_cz: Aktualizovat hodnoty fyzické tiskárny
es_ec: Actualizar los valores de la impresora física
es_es: Actualizar los valores de la impresora física
hr_hr: Ažuriranje vrijednosti materijalnog pisača
it_it: Aggiornare valori della stampante fisica
pt_br: Atualizar os valores da impressora físicamente

source: Record history
cs_cz: Historie záznamu
es_ec: Historial de registros
es_es: Historial de registro
fr_fr: Historique des relevés
hr_hr: Povijest zapisa
it_it: Cronologia di registrazioni
pt_br: Histórico de registros

source: Host error
cs_cz: Chyba hostitele
es_ec: Error de host
es_es: Error de Host
fr_fr: Erreur hôte
hr_hr: Greška poslužitelja
it_it: Errore di host
pt_br: Erro do host

source: Record error
cs_cz: Chyba záznamu
es_ec: Error de registro
es_es: Error de grabación
fr_fr: Erreur de relevé
hr_hr: Greška zapisa
it_it: Errore di registrazione
pt_br: Erro de registro

source: Automatic
cs_cz: Automatický
es_ec: Automático
es_es: Automático
fr_fr: Automatique
hr_hr: Automatski
it_it: Automatico
pt_br: Automático

source: Manual
cs_cz: Ruční
fr_fr: Manuel
hr_hr: Ručni
it_it: Manuale

source: Planned
cs_cz: Plánováno
es_ec: Planificado
es_es: Planificado
fr_fr: Planifié
hr_hr: Planirani
it_it: Pianificato
pt_br: Planejado

source: Finished
cs_cz: Dokončeno
es_ec: Finalizado
es_es: Finalizado
fr_fr: Terminé
hr_hr: Završen
it_it: Finito
pt_br: Finalizado

source: In progress
cs_cz: Probíhá
es_ec: En proceso
es_es: En progreso
fr_fr: En cours
hr_hr: U toku
it_it: In corso
pt_br: Em progresso

source: Success
cs_cz: Úspěch
es_ec: Éxito
es_es: Éxito
fr_fr: Succès
hr_hr: Uspjeh
it_it: Successo
pt_br: Sucesso

source: IP fail
cs_cz: Nezdar IP
es_ec: Error de IP|
es_es: Error de IP
fr_fr: Echec IP
hr_hr: Neuspjeh IP-a
it_it: Fallo del IP
pt_br: Falha de IP

source: OID fail
cs_cz: Nezdar OID
es_ec: Error del OID
es_es: Error de OID
fr_fr: Echec OID
hr_hr: Neuspjeh OID-a
it_it: Fallo del OID
pt_br: Falha de OID

source: Unknown error
cs_cz: Neznámá chyba
es_ec: Error desconocido
es_es: Error desconocido
fr_fr: Erreur inconnue
hr_hr: Nepoznata greška
it_it: Errore sconosciuta
pt_br: Erro desconhecido

source: MAC fail
cs_cz: Nezdar MAC adresy
es_ec: Error de MAC
es_es: Error de MAC
hr_hr: Neuspjeh MAC-a
it_it: Fallo della MAC
pt_br: Erro de MAC

source: Sysdescr fail
cs_cz: Nezdar systémového popisu
es_ec: Error de Sysdescr
es_es: Error de Sysdescr
fr_fr: Echec sysdescr
hr_hr: Neuspjeh opisa sustava
it_it: Fallo della descrizione del sistema
pt_br: Erro de Sysdescr

source: Serial fail
cs_cz: Nezdar sériového čísla
es_ec: Error de serie
es_es: Error de serie
fr_fr: Echec numéro de série
hr_hr: Neuspjeh broja serije
it_it: Fallo del numero di serie
pt_br: Erro de Serial

source: %s records remaining
cs_cz: %szbývajících záznamů
es_ec: %s registros restantes
es_es: %s Registros pendientes
fr_fr: %s relevés restants
hr_hr: %s preostalih zapisa
it_it: Restanti %s registrazioni
pt_br: %s registros restantes

source: Update record
cs_cz: Aktualizovat záznam
es_ec: Actualizar registro
es_es: Actualizar registro
fr_fr: Mettre à jour le relevé
hr_hr: Ažuriranje zapisa
it_it: Aggiornare la registrazione
pt_br: Atualizar registro

source: Record entity
cs_cz: Entita záznamu
es_ec: Entidad de registro
es_es: Entidad de registro
fr_fr: Entité du relevé
hr_hr: Subjekt zapisa
it_it: Entità della registrazione
pt_br: Entidade do registro

source: TCO update error
cs_cz: Chyba aktualizace TCO
es_ec: Error de actualización de la TCO
es_es: TCO Error de actualización
hr_hr: Greška ažuriranja TCO-a
it_it: Errore di aggiornamento del TCO
pt_br: Erro ao atualizar TCO

source: Error : Counters are not valid
cs_cz: Chyba: Počítadla nejsou platná
es_ec: Error : Los contadores no son válidos
es_es: Error: los contadores no son válidos
fr_fr: Erreur : Les compteurs ne sont pas valides
hr_hr: Greška : Brojači nisu ispravni
it_it: Errore : Contatori non sono validi
pt_br: Erro: contadores inválidos

source: Error : Counters cannot be lower than the previous
cs_cz: Chyba: Počítadla nemohou být nižší než jsou předchozí
es_ec: Error : Los contadores no pueden ser inferiores a los anteriores
es_es: Error: los contadores no pueden ser menores que los anteriores
fr_fr: Erreur : Les compteurs ne peuvent être inférieurs aux précédents
hr_hr: Greška : Brojači ne mogu biti manji nego prijethodni
it_it: Errore : Contatori non possano essere inferiori al precedente
pt_br: Erro: Os contadores não podem ser inferiores aos anteriores

source: Error : Counters cannot be higher than the next
cs_cz: Chyba: Počítadla nemohou být vyšší než jsou jim následující
es_ec: Error : Los contadores no pueden ser superiores al siguiente
es_es: Error: Los contadores no pueden ser mayores que los siguientes
fr_fr: Erreur : Les compteurs ne peuvent être supérieurs aux suivants
hr_hr: Greška : Brojači ne mogu biti veći nego sljedeći
it_it: Errore : Contatori non possano essere superiori al successivo
pt_br: Erro: Os contadores não podem ser maiores que o próximo

source: Error : Counter position is not valid
cs_cz: Chyba: Pozice počítadla není platná
es_ec: Error : La posición del contador no es válida
es_es: Error: la posición del contador no es válida
fr_fr: Erreur : La postion de compteur n'est pas valide
hr_hr: Greška : Položaj brojača nije ispravan
it_it: Errore: posizione del contatore non è valido
pt_br: Erro: a posição do contador não é válida

source: Item records
cs_cz: Položka záznamů
es_ec: Registros de artículos
es_es: Registros de los ítems
fr_fr: Relevés
hr_hr: Zapisi stavke
it_it: Registrazioni dell'oggetto
pt_br: Registro de itens

source: Disable automatic records
cs_cz: Vypnout automatické záznamy
es_ec: Desactivar registros automáticos
es_es: Deshabilitar registros automáticos
fr_fr: Désactiver les relevés automatiques
hr_hr: Onemogućavanje automatskog zapisa
it_it: Disattivare registrazioni automatici
pt_br: Desativar registros automáticos

source: Set first record when record model change
cs_cz: Nastavte první záznam při změně modelu záznamu
es_ec: Establecer el primer registro cuando cambie el modelo de registro
es_es: Establecer el primer registro cuando cambie el modelo
fr_fr: Premier relevé à zéro à l'ajout d'un modèle de relevé sur une imprimante
hr_hr: Postavite prvi snimak nakon promjene modela snimka
it_it: Impostare la prima registrazione quando si cambia il modello della registrazione
pt_br: Definir o primeiro registro quando houver alteração do modelo de registro

source: Enable toner level alert
cs_cz: Upozorňovat na stav toneru
es_ec: Activar la alerta de nivel de tóner
es_es: Activar alerta de nivel de tóner
fr_fr: Activer les alertes de niveau d'encre
hr_hr: Omogućite upozorenje razine tonera
it_it: Attivare l'avviso del livello di toner
pt_br: Ativar alerta de nível de toner

source: Reminders frequency for printer toner level
cs_cz: Četnost připomínání stavu toneru v tiskárně
es_ec: Frecuencia de recordatorio del nivel de tóner de la impresora
es_es: Frecuencia de recordatorios para el nivel de tóner de la impresora
fr_fr: Fréquence des rappels pour le niveau d'encre d'imprimante
hr_hr: Učestalost podsjetnika za razinu tonera pisača
it_it: Frequenza di promemoria per il livello del toner della stampante
pt_br: Freqüência de lembretes para o nível de toner da impressora

source: Toner alert treshold
cs_cz: Mezní hodnota výstrahy ohledně stavu toneru
es_ec: Intrusión de alerta de tóner
es_es: Umbral de alerta de tóner
fr_fr: Seuil d'alerte du niveau d'encre
hr_hr: Rubna vrijednost dojave tonera
it_it: Soglia di allarme del toner
pt_br: Limite para alerta de toner

source: Cleaning
cs_cz: Čištění
es_ec: Limpiar
es_es: Limpieza
fr_fr: Nettoyage
hr_hr: Čišćenje
it_it: Pulizia
pt_br: Limpeza

source: Delete records before
cs_cz: Smazat záznamy starší než
es_ec: Eliminar registros antes de
es_es: Borrar registros antes de
fr_fr: Supprimer les relevés avant le
hr_hr: Brisati zapise prije
it_it: Cancellare registrazioni prima di
pt_br: Excluir registros antes de

source: Do you want to clean all records ?
cs_cz: Opravdu chcete smazat všechny záznamy?
es_ec: ¿Quieres limpiar todos los registros?
es_es: ¿ Desea borrar todos los registros ?
fr_fr: Voulez vous nettoyer tous les relevés ?
hr_hr: Da li želite očistiti sve zapise ?
it_it: Vuole pulire tutte le registrazioni ?
pt_br: Deseja limpar todos os registros?

source: Record ID
cs_cz: Identifikátor záznamu
es_ec: ID del registro
es_es: ID de registro
fr_fr: ID du relevé
hr_hr: ID zapisa
it_it: ID della registrazione
pt_br: ID do registro

source: MAC Address Conformity
cs_cz: Shoda MAC adresy
es_ec: Conformidad de la dirección MAC
es_es: Conformidad de dirección MAC
fr_fr: Conformité de l'adresse MAC
hr_hr: Sukladnost MAC adrese
it_it: Conformità del indirizzo MAC
pt_br: Conformidade do endereço MAC

source: Sysdescr Conformity
cs_cz: Shoda systémové poznámky
es_ec: Conformidad Sysdescr
es_es: Conformidad Sysdescr
fr_fr: Conformité du sysdescr
hr_hr: Sukladnost opisa sustava
it_it: Conformità della descrizione del sistema
pt_br: Conformidade do Sysdescr

source: Serial Conformity
cs_cz: Shoda sériového čísla
es_ec: Conformidad de serie
es_es: Conformidad número de serie
fr_fr: Conformité du numéro de série
hr_hr: Sukladnost broja serije
it_it: Conformità di numero di serie
pt_br: Conformidade do número de série

source: Enable toner level
cs_cz: Zapnout stav toneru
es_ec: Habilitar nivel de tóner
es_es: Activar nivel de tóner
fr_fr: Activer les niveaux d'encre
hr_hr: Omogućiti razinu tonera
it_it: Attivare il livello di toner
pt_br: Ativar nível de toner
